Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

source: Use a floating HUD when notch controls are unavailable.
de: Ein schwebendes HUD verwenden, wenn die Notch-Steuerelemente nicht verfügbar sind.
es: Usa un HUD flotante cuando los controles de la muesca no estén disponibles.
fr: Utiliser un HUD flottant lorsque les commandes de l’encoche ne sont pas disponibles.
it: Usa un HUD mobile quando i controlli del notch non sono disponibili.
ja: ノッチコントロールを利用できない場合は、フローティングHUDを使用します。
ko: 노치 컨트롤을 사용할 수 없을 때 플로팅 HUD를 사용합니다.
pt_br: Use um HUD flutuante quando os controles do notch não estiverem disponíveis.
pt_pt: Use um HUD flutuante quando os controlos do notch não estiverem disponíveis.
vi: Dùng HUD nổi khi không có điều khiển notch.
zh_hans: 刘海控制项不可用时使用浮动 HUD。

source: Use a whole number from 1 to 120 FPS.
de: Verwende eine ganze Zahl von 1 bis 120 FPS.
es: Usa un número entero de 1 a 120 FPS.
fr: Utilisez un nombre entier compris entre 1 et 120 IPS.
it: Usa un numero intero da 1 a 120 FPS.
ja: 1〜120 FPSの整数を使用してください。
ko: 1~120 FPS 범위의 정수를 사용하세요.
pt_br: Use um número inteiro de 1 a 120 FPS.
pt_pt: Use um número inteiro de 1 a 120 FPS.
vi: Dùng số nguyên từ 1 đến 120 FPS.
zh_hans: 请输入 1 到 120 FPS 之间的整数。

source: Use Apple Intelligence to group audio transcripts into display turns.
de: Apple Intelligence verwenden, um Audiotranskripte in sichtbare Sprecherabschnitte zu gruppieren.
es: Usa Apple Intelligence para agrupar las transcripciones de audio en turnos visibles.
fr: Utiliser Apple Intelligence pour regrouper les transcriptions audio en prises de parole affichées.
it: Usa Apple Intelligence per raggruppare le trascrizioni audio in turni visualizzati.
ja: Apple Intelligenceを使用して、音声の文字起こしを表示用の発話単位にまとめます。
ko: Apple Intelligence를 사용하여 오디오 대화 내용 기록을 표시용 발화 단위로 그룹화합니다.
pt_br: Use o Apple Intelligence para agrupar transcrições de áudio em turnos exibidos.
pt_pt: Use a Apple Intelligence para agrupar transcrições de áudio em intervenções apresentadas.
vi: Dùng Apple Intelligence để nhóm bản chép lời âm thanh thành các lượt hiển thị.
zh_hans: 使用 Apple Intelligence 将音频转录文本分组为显示发言。

source: Use the custom automatic stop duration.
de: Die benutzerdefinierte Dauer für den automatischen Stopp verwenden.
es: Usa la duración personalizada para la detención automática.
fr: Utiliser la durée personnalisée avant l’arrêt automatique.
it: Usa la durata personalizzata per l’arresto automatico.
ja: カスタムの自動停止時間を使用します。
ko: 사용자 지정 자동 중지 시간을 사용합니다.
pt_br: Use a duração personalizada para a parada automática.
pt_pt: Use a duração personalizada para a paragem automática.
vi: Dùng thời lượng tự động dừng tùy chỉnh.
zh_hans: 使用自定义的自动停止时长。

source: Report an Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
ko: 문제 신고
pt_br: Relatar um problema
pt_pt: Comunicar um problema
vi: Báo cáo sự cố
zh_hans: 报告问题

source: Request a Feature
de: Funktion vorschlagen
es: Solicitar una función
fr: Demander une fonctionnalité
it: Richiedi una funzionalità
ja: 機能をリクエスト
ko: 기능 요청
pt_br: Solicitar um recurso
pt_pt: Pedir uma funcionalidade
vi: Yêu cầu tính năng
zh_hans: 请求新功能

source: View on the App Store
de: Im App Store ansehen
es: Ver en el App Store
fr: Voir sur l’App Store
it: Visualizza sull’App Store
ja: App Storeで見る
ko: App Store에서 보기
pt_br: Ver na App Store
pt_pt: Ver na App Store
vi: Xem trên App Store
zh_hans: 在 App Store 中查看

source: View third-party acknowledgements.
de: Hinweise zu Drittanbieterkomponenten anzeigen.
es: Consulta los reconocimientos de componentes de terceros.
fr: Afficher les mentions relatives aux composants tiers.
it: Visualizza i riconoscimenti dei componenti di terze parti.
ja: サードパーティ製コンポーネントの謝辞を表示します。
ko: 타사 구성 요소의 사용 고지를 봅니다.
pt_br: Veja os reconhecimentos dos componentes de terceiros.
pt_pt: Consulte os reconhecimentos dos componentes de terceiros.
vi: Xem thông tin ghi nhận các thành phần của bên thứ ba.
zh_hans: 查看第三方组件声明。

# acknowledgements.unavailable
source: No third-party acknowledgements are bundled.
de: Es sind keine Hinweise zu Drittanbieterkomponenten enthalten.
es: No se incluyen reconocimientos de componentes de terceros.
fr: Aucune mention relative aux composants tiers n’est incluse.
it: Non sono inclusi riconoscimenti per componenti di terze parti.
ja: サードパーティ製コンポーネントの謝辞は含まれていません。
ko: 타사 구성 요소 사용 고지가 포함되어 있지 않습니다.
pt_br: Nenhum reconhecimento de componente de terceiros foi incluído.
pt_pt: Não estão incluídos reconhecimentos de componentes de terceiros.
vi: Không có thông tin ghi nhận thành phần của bên thứ ba nào được đính kèm.
zh_hans: 未包含第三方组件声明。

source: No source
de: Keine Quelle
es: Sin fuente
fr: Aucune source
it: Nessuna sorgente
ja: ソースなし
ko: 소스 없음
pt_br: Nenhuma origem
pt_pt: Nenhuma origem
vi: Không có nguồn
zh_hans: 无来源

source: Record Area
de: Bereich aufnehmen
es: Grabar área
fr: Enregistrer la zone
it: Registra area
ja: 範囲を録画
ko: 영역 녹화
pt_br: Gravar área
pt_pt: Gravar área
vi: Ghi vùng
zh_hans: 录制区域

source: Record Audio
de: Audio aufnehmen
es: Grabar audio
fr: Enregistrer l'audio
it: Registra audio
ja: 音声を録音
ko: 오디오 녹음
pt_br: Gravar áudio
pt_pt: Gravar áudio
vi: Ghi âm thanh
zh_hans: 录制音频

source: Record Source
de: Quelle aufnehmen
es: Grabar fuente
fr: Enregistrer la source
it: Registra sorgente
ja: ソースを録画
ko: 소스 녹화
pt_br: Gravar origem
pt_pt: Gravar origem
vi: Ghi nguồn
zh_hans: 录制来源

source: Source
de: Quelle
es: Fuente
it: Sorgente
ja: ソース
ko: 소스
pt_br: Fonte
pt_pt: Fonte
vi: Nguồn
zh_hans: 来源

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 時間
ko: 길이
pt_br: Duração
pt_pt: Duração
vi: Thời lượng
zh_hans: 时长

source: Start Replay When Luxel Launches
de: Wiedergabe beim Öffnen von Luxel starten
es: Iniciar repetición al abrir Luxel
fr: Démarrer la relecture à l’ouverture de Luxel
it: Avvia replay all’apertura di Luxel
ja: Luxel起動時にリプレイを開始
ko: Luxel 실행 시 리플레이 시작
pt_br: Iniciar replay quando o Luxel abrir
pt_pt: Iniciar repetição quando o Luxel abrir
vi: Bắt đầu phát lại khi mở Luxel
zh_hans: Luxel 启动时开始回放

source: Start the replay buffer automatically when Luxel opens.
de: Wiedergabepuffer beim Öffnen von Luxel automatisch starten.
es: Inicia automáticamente el búfer de repetición cuando se abra Luxel.
fr: Démarrer automatiquement le tampon de relecture à l’ouverture de Luxel.
it: Avvia automaticamente il buffer di replay all’apertura di Luxel.
ja: Luxelを開いたときにリプレイバッファを自動的に開始します。
ko: Luxel을 열 때 리플레이 버퍼를 자동으로 시작합니다.
pt_br: Inicie automaticamente o buffer de replay quando o Luxel abrir.
pt_pt: Inicie automaticamente a memória intermédia de repetição quando o Luxel abrir.
vi: Tự động khởi động bộ đệm phát lại khi mở Luxel.
zh_hans: 打开 Luxel 时自动启动回放缓冲区。

source: Audio Source
de: Audioquelle
es: Fuente de audio
fr: Source audio
it: Sorgente audio
ja: オーディオソース
ko: 오디오 소스
pt_br: Fonte de áudio
pt_pt: Fonte de áudio
vi: Nguồn âm thanh
zh_hans: 音频源

source: Choose Audio Source
de: Audioquelle auswählen
es: Elegir fuente de audio
fr: Choisir la source audio
it: Scegli sorgente audio
ja: オーディオソースを選択
ko: 오디오 소스 선택
pt_br: Escolher fonte de áudio
pt_pt: Escolher fonte de áudio
vi: Chọn nguồn âm thanh
zh_hans: 选择音频源

source: Choose audio source
de: Audioquelle auswählen
es: Elegir fuente de audio
fr: Choisir la source audio
it: Scegli sorgente audio
ja: オーディオソースを選択
ko: 오디오 소스 선택
pt_br: Escolher fonte de áudio
pt_pt: Escolher fonte de áudio
vi: Chọn nguồn âm thanh
zh_hans: 选择音频源

source: Replay buffer duration
de: Dauer des Wiedergabepuffers
es: Duración del búfer de repetición
fr: Durée du tampon de relecture
it: Durata buffer di replay
ja: リプレイバッファの長さ
ko: 리플레이 버퍼 길이
pt_br: Duração do buffer de replay
pt_pt: Duração da memória intermédia de repetição
vi: Thời lượng bộ đệm phát lại
zh_hans: 回放缓冲区时长

source: Stop After
de: Stoppen nach
es: Detener después de
fr: Arrêter après
it: Arresta dopo
ja: 自動停止
ko: 자동 중지
pt_br: Parar após
pt_pt: Parar após
vi: Dừng sau
zh_hans: 停止时间

source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Rapport d’aspect
it: Proporzioni
ja: アスペクト比
ko: 종횡비
pt_br: Proporção
pt_pt: Proporção
vi: Tỷ lệ khung hình
zh_hans: 宽高比

source: Selection Size
de: Auswahlgröße
es: Tamaño de selección
fr: Taille de la sélection
it: Dimensioni selezione
ja: 選択範囲のサイズ
ko: 선택 영역 크기
pt_br: Tamanho da seleção
pt_pt: Tamanho da seleção
vi: Kích thước vùng chọn
zh_hans: 选择尺寸

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
pt_br: Aplicar
pt_pt: Aplicar
vi: Áp dụng
zh_hans: 应用

source: Edit the exact selection size in pixels.
de: Die genaue Auswahlgröße in Pixeln bearbeiten.
es: Edita el tamaño exacto de la selección en píxeles.
fr: Modifier la taille exacte de la sélection en pixels.
it: Modifica le dimensioni esatte della selezione in pixel.
ja: 選択範囲の正確なサイズをピクセル単位で編集します。
ko: 선택 영역의 정확한 크기를 픽셀 단위로 편집합니다.
pt_br: Edite o tamanho exato da seleção em pixels.
pt_pt: Edite o tamanho exato da seleção em píxeis.
vi: Chỉnh sửa kích thước chính xác của vùng chọn theo pixel.
zh_hans: 以像素为单位编辑所选区域的精确尺寸。

source: Display with Cursor
de: Bildschirm mit Cursor
es: Pantalla con cursor
fr: Écran avec le curseur
it: Schermo con cursore
ja: カーソルを含むディスプレイ
ko: 커서가 있는 디스플레이
pt_br: Tela com cursor
pt_pt: Ecrã com cursor
vi: Màn hình có con trỏ
zh_hans: 带光标的显示器

source: Preview volume
de: Vorschaulautstärke
es: Volumen de vista previa
fr: Volume de l’aperçu
it: Volume anteprima
ja: プレビュー音量
ko: 미리보기 음량
pt_br: Volume da prévia
pt_pt: Volume da pré-visualização
vi: Âm lượng xem trước
zh_hans: 预览音量

source: Go to start
de: Zum Anfang
es: Ir al principio
fr: Aller au début
it: Vai all’inizio
ja: 先頭に移動
ko: 시작으로 이동
pt_br: Ir para o início
pt_pt: Ir para o início
vi: Đi đến đầu
zh_hans: 跳到开头

source: Go to end
de: Zum Ende
es: Ir al final
fr: Aller à la fin
it: Vai alla fine
ja: 最後に移動
ko: 끝으로 이동
pt_br: Ir para o fim
pt_pt: Ir para o fim
vi: Đi đến cuối
zh_hans: 跳到结尾

source: Jump to the trimmed start.
de: Zum Anfang des zugeschnittenen Bereichs springen.
es: Salta al inicio recortado.
fr: Aller au début de la partie élaguée.
it: Vai all’inizio del segmento ritagliato.
ja: トリミング範囲の開始位置に移動します。
ko: 다듬은 구간의 시작으로 이동합니다.
pt_br: Vá para o início do trecho cortado.
pt_pt: Vá para o início do segmento cortado.
vi: Chuyển đến đầu đoạn đã cắt.
zh_hans: 跳到修剪后的开头。

source: Play or pause the preview.
de: Vorschau wiedergeben oder pausieren.
es: Reproduce o pausa la vista previa.
fr: Lire ou mettre l’aperçu en pause.
it: Riproduci o metti in pausa l’anteprima.
ja: プレビューを再生または一時停止します。
ko: 미리보기를 재생하거나 일시 정지합니다.
pt_br: Reproduza ou pause a prévia.
pt_pt: Reproduza ou pause a pré-visualização.
vi: Phát hoặc tạm dừng bản xem trước.
zh_hans: 播放或暂停预览。

source: Jump to the trimmed end.
de: Zum Ende des zugeschnittenen Bereichs springen.
es: Salta al final recortado.
fr: Aller à la fin de la partie élaguée.
it: Vai alla fine del segmento ritagliato.
ja: トリミング範囲の終了位置に移動します。
ko: 다듬은 구간의 끝으로 이동합니다.
pt_br: Vá para o final do trecho cortado.
pt_pt: Vá para o fim do segmento cortado.
vi: Chuyển đến cuối đoạn đã cắt.
zh_hans: 跳到修剪后的结尾。

source: Scrub the preview.
de: Vorschau durchsuchen.
es: Desplázate por la vista previa.
fr: Parcourir l’aperçu.
it: Scorri l’anteprima.
ja: プレビューをスクラブします。
ko: 미리보기를 탐색합니다.
pt_br: Percorra a prévia.
pt_pt: Percorra a pré-visualização.
vi: Tua bản xem trước.
zh_hans: 拖动浏览预览。

source: Output Duration
de: Ausgabedauer
es: Duración de salida
fr: Durée de sortie
it: Durata output
ja: 出力時間
ko: 출력 길이
pt_br: Duração da saída
pt_pt: Duração da saída
vi: Thời lượng đầu ra
zh_hans: 输出时长

source: Add name…
de: Namen hinzufügen…
es: Añadir nombre…
fr: Ajouter un nom…
it: Aggiungi nome…
ja: 名前を追加…
ko: 이름 추가…
pt_br: Adicionar nome…
pt_pt: Adicionar nome…
vi: Thêm tên…
zh_hans: 添加名称…

source: Add this voice to a speaker you already saved.
de: Diese Stimme einer bereits gespeicherten Person hinzufügen.
es: Añade esta voz a un hablante que ya hayas guardado.
fr: Ajoutez cette voix à un intervenant déjà enregistré.
it: Aggiungi questa voce a un interlocutore già salvato.
ja: この声を保存済みの話者に追加します。
ko: 이 음성을 이미 저장한 화자에 추가합니다.
pt_br: Adicione esta voz a um participante que você já salvou.
pt_pt: Adicione esta voz a um orador que já guardou.
vi: Thêm giọng nói này vào một người nói bạn đã lưu.
zh_hans: 将此声音添加到已保存的说话人。

source: Attach to Existing…
de: An vorhandene Person anhängen…
es: Adjuntar a uno existente…
fr: Associer à un intervenant existant…
it: Associa a esistente…
ja: 既存の話者に追加…
ko: 기존 화자에 연결…
pt_br: Anexar a existente…
pt_pt: Associar a existente…
vi: Gắn vào người nói hiện có…
zh_hans: 附加到现有说话人…

source: Choose the language used for new transcripts.
de: Wähle die Sprache für neue Transkripte.
es: Elige el idioma de las transcripciones nuevas.
fr: Choisissez la langue utilisée pour les nouvelles transcriptions.
it: Scegli la lingua usata per le nuove trascrizioni.
ja: 新しい文字起こしに使用する言語を選択します。
ko: 새 대화 내용 기록에 사용할 언어를 선택합니다.
pt_br: Escolha o idioma usado nas novas transcrições.
pt_pt: Escolha o idioma utilizado nas novas transcrições.
vi: Chọn ngôn ngữ dùng cho bản chép lời mới.
zh_hans: 选择新转录文本使用的语言。

source: Collapse speaker
de: Sprecher einklappen
es: Contraer hablante
fr: Replier le locuteur
it: Comprimi interlocutore
ja: 話者を折りたたむ
ko: 화자 접기
pt_br: Recolher locutor
pt_pt: Recolher orador
vi: Thu gọn người nói
zh_hans: 收起说话者

source: Delete Speaker…
de: Sprecher löschen…
es: Eliminar hablante…
fr: Supprimer le locuteur…
it: Elimina interlocutore…
ja: 話者を削除…
ko: 화자 삭제…
pt_br: Excluir locutor…
pt_pt: Apagar orador…
vi: Xóa người nói…
zh_hans: 删除说话者…

source: Delete the downloaded speaker model. Keeps the preference unchanged.
de: Das geladene Sprechermodell löschen. Die Einstellung bleibt unverändert.
es: Elimina el modelo de hablantes descargado. La preferencia no cambia.
fr: Supprimer le modèle de locuteurs téléchargé. Le réglage reste inchangé.
it: Elimina il modello degli interlocutori scaricato. La preferenza rimane invariata.
ja: ダウンロードした話者モデルを削除します。設定は変更されません。
ko: 다운로드한 화자 모델을 삭제합니다. 설정은 변경되지 않습니다.
pt_br: Exclua o modelo de locutores baixado. A preferência não será alterada.
pt_pt: Apague o modelo de oradores descarregado. A preferência não será alterada.
vi: Xóa mô hình người nói đã tải xuống. Tùy chọn vẫn không đổi.
zh_hans: 删除已下载的说话者模型。偏好设置保持不变。

source: Download local diarization models and label transcript turns by speaker.
de: Lokale Sprechertrennungsmodelle laden und Transkriptabschnitte nach Sprecher kennzeichnen.
es: Descarga modelos locales de diarización y etiqueta los turnos de la transcripción por hablante.
fr: Télécharger les modèles locaux de diarisation et identifier chaque prise de parole dans la transcription.
it: Scarica i modelli locali di diarizzazione ed etichetta i turni della trascrizione per interlocutore.
ja: ローカルの話者分離モデルをダウンロードし、文字起こしの発話を話者別に分類します。
ko: 로컬 화자 분리 모델을 다운로드하고 대화 내용 기록의 발화를 화자별로 표시합니다.
pt_br: Baixe modelos locais de diarização e identifique os turnos da transcrição por locutor.
pt_pt: Descarregue modelos locais de diarização e identifique as intervenções da transcrição por orador.
vi: Tải mô hình phân tách người nói cục bộ và gắn nhãn lượt nói trong bản chép lời.
zh_hans: 下载本地说话者分离模型，并按说话者标记转录文本中的发言。

source: Downloading and preparing speaker model…
de: Sprechermodell wird geladen und vorbereitet…
es: Descargando y preparando el modelo de hablantes…
fr: Téléchargement et préparation du modèle de locuteurs…
it: Download e preparazione del modello degli interlocutori…
ja: 話者モデルをダウンロードして準備中…
ko: 화자 모델 다운로드 및 준비 중…
pt_br: Baixando e preparando o modelo de locutores…
pt_pt: A descarregar e preparar o modelo de oradores…
vi: Đang tải xuống và chuẩn bị mô hình người nói…
zh_hans: 正在下载并准备说话者模型…

source: EXAMPLE CLIPS
de: BEISPIELCLIPS
es: CLIPS DE EJEMPLO
fr: EXEMPLES DE CLIPS
it: CLIP DI ESEMPIO
ja: クリップの例
ko: 예시 클립
pt_br: CLIPES DE EXEMPLO
pt_pt: CLIPES DE EXEMPLO
vi: CLIP MẪU
zh_hans: 示例片段

source: Expand speaker to manage clips and name.
de: Sprecher erweitern, um Clips und Namen zu verwalten.
es: Amplía el hablante para gestionar clips y el nombre.
fr: Développez le locuteur pour gérer ses clips et son nom.
it: Espandi l’interlocutore per gestire clip e nome.
ja: 話者を展開してクリップと名前を管理します。
ko: 화자를 펼쳐 클립과 이름을 관리합니다.
pt_br: Expanda o locutor para gerenciar clipes e nome.
pt_pt: Expanda o orador para gerir clipes e nome.
vi: Mở rộng người nói để quản lý clip và tên.
zh_hans: 展开说话者以管理片段和名称。

source: Expand to name or save this voice.
de: Erweitern, um diese Stimme zu benennen oder zu speichern.
es: Amplía para asignar un nombre o guardar esta voz.
fr: Développez pour nommer ou enregistrer cette voix.
it: Espandi per assegnare un nome o salvare questa voce.
ja: 展開してこの声に名前を付けるか保存します。
ko: 펼쳐서 이 음성에 이름을 지정하거나 저장합니다.
pt_br: Expanda para nomear ou salvar esta voz.
pt_pt: Expanda para atribuir um nome ou guardar esta voz.
vi: Mở rộng để đặt tên hoặc lưu giọng nói này.
zh_hans: 展开以命名或保存此声音。

source: Hide this voice for this recording.
de: Diese Stimme für diese Aufnahme ausblenden.
es: Oculta esta voz en esta grabación.
fr: Masquer cette voix pour cet enregistrement.
it: Nascondi questa voce per questa registrazione.
ja: この録画ではこの声を非表示にします。
ko: 이 녹화에서 이 음성을 숨깁니다.
pt_br: Oculte esta voz nesta gravação.
pt_pt: Oculte esta voz nesta gravação.
vi: Ẩn giọng nói này trong bản ghi này.
zh_hans: 在此录制中隐藏这个声音。

source: Identify Speakers
de: Sprecher identifizieren
es: Identificar hablantes
fr: Identifier les locuteurs
it: Identifica interlocutori
ja: 話者を識別
ko: 화자 식별
pt_br: Identificar locutores
pt_pt: Identificar oradores
vi: Nhận diện người nói
zh_hans: 识别说话者

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視
ko: 무시
pt_br: Ignorar
pt_pt: Ignorar
vi: Bỏ qua
zh_hans: 忽略

source: Matched from Known Speakers
de: Mit bekannten Sprechern abgeglichen
es: Coincidencia con hablantes conocidos
fr: Correspondance avec les locuteurs connus
it: Corrispondenza con interlocutori noti
ja: 既知の話者と一致
ko: 알려진 화자와 일치
pt_br: Correspondência com locutores conhecidos
pt_pt: Correspondência com oradores conhecidos
vi: Khớp với người nói đã biết
zh_hans: 与已知说话者匹配

source: No saved speakers yet.
de: Noch keine gespeicherten Sprecher.
es: Todavía no hay hablantes guardados.
fr: Aucun locuteur enregistré pour le moment.
it: Nessun interlocutore salvato.
ja: 保存済みの話者はまだありません。
ko: 아직 저장된 화자가 없습니다.
pt_br: Ainda não há locutores salvos.
pt_pt: Ainda não há oradores guardados.
vi: Chưa có người nói nào được lưu.
zh_hans: 尚无已存的说话者。

source: Play an example of this voice.
de: Ein Beispiel dieser Stimme abspielen.
es: Reproduce un ejemplo de esta voz.
fr: Lire un exemple de cette voix.
it: Riproduci un esempio di questa voce.
ja: この声のサンプルを再生します。
ko: 이 음성의 예시를 재생합니다.
pt_br: Reproduza um exemplo desta voz.
pt_pt: Reproduza um exemplo desta voz.
vi: Phát một mẫu của giọng nói này.
zh_hans: 播放此声音的示例。

source: Play this example clip.
de: Diesen Beispielclip abspielen.
es: Reproduce este clip de ejemplo.
fr: Lire cet exemple de clip.
it: Riproduci questa clip di esempio.
ja: このサンプルクリップを再生します。
ko: 이 예시 클립을 재생합니다.
pt_br: Reproduza este clipe de exemplo.
pt_pt: Reproduza este clipe de exemplo.
vi: Phát clip mẫu này.
zh_hans: 播放此示例片段。

source: Remove Model…
de: Modell entfernen…
es: Eliminar modelo…
fr: Supprimer le modèle…
it: Rimuovi modello…
ja: モデルを削除…
ko: 모델 제거…
pt_br: Remover modelo…
pt_pt: Remover modelo…
vi: Xóa mô hình…
zh_hans: 移除模型…

source: Remove this example clip.
de: Diesen Beispielclip entfernen.
es: Elimina este clip de ejemplo.
fr: Supprimer cet exemple de clip.
it: Rimuovi questa clip di esempio.
ja: このサンプルクリップを削除します。
ko: 이 예시 클립을 제거합니다.
pt_br: Remova este clipe de exemplo.
pt_pt: Remova este clipe de exemplo.
vi: Xóa clip mẫu này.
zh_hans: 移除此示例片段。

source: Remove this voice profile and its example clips.
de: Dieses Stimmprofil und seine Beispielclips entfernen.
es: Elimina este perfil de voz y sus clips de ejemplo.
fr: Supprimer ce profil vocal et ses exemples de clips.
it: Rimuovi questo profilo vocale e le relative clip di esempio.
ja: この声のプロファイルとサンプルクリップを削除します。
ko: 이 음성 프로필과 예시 클립을 제거합니다.
pt_br: Remova este perfil de voz e seus clipes de exemplo.
pt_pt: Remova este perfil de voz e os respetivos clipes de exemplo.
vi: Xóa hồ sơ giọng nói này và các clip mẫu.
zh_hans: 移除此声音资料及其示例片段。

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
pt_br: Redefinir
pt_pt: Repor
vi: Đặt lại
zh_hans: 重置

source: Return this voice to an anonymous speaker label.
de: Diese Stimme wieder mit einer anonymen Sprecherbezeichnung versehen.
es: Devuelve esta voz a una etiqueta de hablante anónimo.
fr: Rétablir une étiquette de locuteur anonyme pour cette voix.
it: Ripristina un’etichetta anonima per questa voce.
ja: この声を匿名の話者ラベルに戻します。
ko: 이 음성을 익명 화자 레이블로 되돌립니다.
pt_br: Volte esta voz para um rótulo de locutor anônimo.
pt_pt: Volte a atribuir a esta voz uma etiqueta de orador anónimo.
vi: Đưa giọng nói này về nhãn người nói ẩn danh.
zh_hans: 将此声音恢复为匿名说话者标签。

source: Save as Known Speaker
de: Als bekannten Sprecher speichern
es: Guardar como hablante conocido
fr: Enregistrer comme locuteur connu
it: Salva come interlocutore noto
ja: 既知の話者として保存
ko: 알려진 화자로 저장
pt_br: Salvar como locutor conhecido
pt_pt: Guardar como orador conhecido
vi: Lưu làm người nói đã biết
zh_hans: 存为已知说话者

source: Save this voice with the entered name for future recordings.
de: Diese Stimme unter dem eingegebenen Namen für zukünftige Aufnahmen speichern.
es: Guarda esta voz con el nombre introducido para futuras grabaciones.
fr: Enregistrer cette voix sous le nom saisi pour les prochains enregistrements.
it: Salva questa voce con il nome inserito per le registrazioni future.
ja: 入力した名前でこの声を保存し、今後の録画で使用します。
ko: 입력한 이름으로 이 음성을 저장하여 향후 녹화에 사용합니다.
pt_br: Salve esta voz com o nome inserido para gravações futuras.
pt_pt: Guarde esta voz com o nome introduzido para gravações futuras.
vi: Lưu giọng nói này với tên đã nhập để dùng cho các bản ghi sau.
zh_hans: 使用输入的名称保存此声音，以供以后录制使用。

source: Speaker model could not be prepared.
de: Das Sprechermodell konnte nicht vorbereitet werden.
es: No se ha podido preparar el modelo de hablantes.
fr: Impossible de préparer le modèle de locuteurs.
it: Impossibile preparare il modello degli interlocutori.
ja: 話者モデルを準備できませんでした。
ko: 화자 모델을 준비할 수 없습니다.
pt_br: Não foi possível preparar o modelo de locutores.
pt_pt: Não foi possível preparar o modelo de oradores.
vi: Không thể chuẩn bị mô hình người nói.
zh_hans: 无法准备说话者模型。

source: This voice has no usable voice signature to save.
de: Diese Stimme hat keine verwendbare Stimmsignatur zum Speichern.
es: Esta voz no tiene una firma de voz válida para guardar.
fr: Cette voix ne possède aucune signature vocale utilisable à enregistrer.
it: Questa voce non ha una firma vocale utilizzabile da salvare.
ja: この声には保存できる有効な音声署名がありません。
ko: 이 음성에는 저장할 수 있는 유효한 음성 서명이 없습니다.
pt_br: Esta voz não tem uma assinatura de voz utilizável para salvar.
pt_pt: Esta voz não tem uma assinatura vocal utilizável para guardar.
vi: Giọng nói này không có chữ ký giọng nói khả dụng để lưu.
zh_hans: 此声音没有可保存的有效声音特征。

source: Transcript Language
de: Transkriptsprache
es: Idioma de transcripción
fr: Langue de transcription
it: Lingua trascrizione
ja: 文字起こしの言語
ko: 대화 내용 기록 언어
pt_br: Idioma da transcrição
pt_pt: Idioma da transcrição
vi: Ngôn ngữ bản chép lời
zh_hans: 转录语言

source: examples
de: Beispiele
es: ejemplos
fr: exemples
it: esempi
ja: 例
ko: 예시
pt_br: exemplos
pt_pt: exemplos
vi: mẫu
zh_hans: 示例

source: Detection
de: Erkennung
es: Detección
fr: Détection
it: Rilevamento
ja: 検出
ko: 감지
pt_br: Detecção
pt_pt: Deteção
vi: Phát hiện
zh_hans: 检测
